Repository: Cambria-Linux/cambria
Catalog: po/*/cambria_center.po
Languages: fr_fr

source: You're not running cambria-center as root... Please type root password here.
fr_fr: Vous n'utilisez pas cambria-center en tant que root... Entrez votre mot de passe root ici.

source: ******Activation of testing kernel******
fr_fr: ******Activation du kernel testing*****

source: Build jobs (VERY IMPORTANT)
fr_fr: Build jobs (TRÈS IMPORTANT)

source: L10N Configuration (VERY IMPORTANT)
fr_fr: Configuration de la L10N (TRÈS IMPORTANT)

source: CPU optimizer (takes a while)
fr_fr: Optimisations CPU (prend du temps)

source: Clean VIDEO_CARDS (takes a while)
fr_fr: Nettoyer VIDEO_CARDS (prend du temps)

source: Exit
fr_fr: Sortie

source: Select a number of MAKE jobs
fr_fr: Sélectionnez un nombre de jobs MAKE

source: Select a number of EMERGE jobs
fr_fr: Sélectionnez un nombre de jobs EMERGE

source: What's your L10N config (usually similar to your country) ?
fr_fr: Quelle est votre configuration L10N (habituellement semblable à votre pays) ?

source: What GPU(s) do you have ?
fr_fr: Quel(s) GPU(s) avez-vous ?
