Repository: Cambria-Linux/cambria
Catalog: po/*/install.po
Languages: fr_fr

source: Enter SWAP size in Gib:
fr_fr: Entrez la taille de la partition SWAP en Gio :

source: If not sure set to (CPU_threads*2) - ram_size + 1 only if the result is positive, else set to 1
fr_fr: En cas de doute, entrer (CPU_threads*2) - taills_ram + 1 seulement si le résultat est positif, sinon entrer 1

source: All content from $DISK will be loose, continue?
fr_fr: Tout le contenu de $DISK va être perdu, continuer ?

source: Exiting...
fr_fr: Sortie du programme...

source: Root account configuration:
fr_fr: Configuration du compte Root :

source: Enter root password
fr_fr: Entrez le mot de passe du compte Root

source: User account creation:
fr_fr: Création du compte utilisateur :

source: Enter username
fr_fr: Entrer le nom d'utilisateur

source: Enter $USERNAME's password
fr_fr: Entrer le mot de passe de $USERNAME

source: STAGE SELECTION:
fr_fr: Sélection du stage :

source: Select the wanted stage:
fr_fr: Sélectionnez le stage voulu :

source: Disk selection:
fr_fr: Sélection du disque

source: Select the disk to install Cambria into:
fr_fr: Sélectionnez le disque sur lequel installer Cambria :

source: Root partition selection:
fr_fr: Sélection de la partition racine :

source: Select the root partition: (/)
fr_fr: Sélectionnez la partition racine : (/)

source: UEFI partition selection:
fr_fr: Sélection de la partition UEFI :

source: Select the efi partiton: (/boot/efi)
fr_fr: Sélectionnez la partition efi : (/boot/efi)

source: SWAP partition selection:
fr_fr: Sélection de la partition SWAP :

source: Keymap selection:
fr_fr: Sélection de la disposition du clavier :

source: Enter and find your keymap...
fr_fr: Cherchez la disposisiton de votre clavier...

source: Select the locale to use:
fr_fr: Sélectionner la langue à utiliser :

source: This script is here to help you install our distro easily.
fr_fr: Ce script va vous aider à installer Cambria facilement.

source: Let us guide you step-by-step and you'll have a fully working Gentoo !
fr_fr: Laissez-vous guider et vous aurez une Gentoo entièrement fonctionnelle !

source: Let's start !
fr_fr: Commençons !

source: Ready?
fr_fr: Prêts ?

source: See you next time!
fr_fr: À une prochaine fois !

source: Install Cambria on $ROOT_PART from $DISK ? DATA MAY BE LOST!
fr_fr: Installer Canbria sur $ROOT_PART dans $DISK ? DES DONNÉES PEUVENT ÊTRE PERDUES !

source: Installation aborted, exiting.
fr_fr: Installation annulée, sortie du programme.

source: Please wait while the script is doing the install for you :D
fr_fr: Attendez pendant que le script installe le système à votre place :D

source: Choose your locale:
fr_fr: Choisissez votre language :

source: Choose a X11 keymap:
fr_fr: Choisissez la disposition du clavier X11 :

source: Choose a location:
fr_fr: Choisissez un continent :

source: Choose a city:
fr_fr: Choisissez une ville :

source: Installation has finished !
fr_fr: L'installation est terminée !

source: Press R to reboot...
fr_fr: Entrez R pour redémarrer...
