Repository: Cambria-Linux/cambria
Catalog: po/*/system_install.po
Languages: fr_fr

source: Mounting root partition
fr_fr: Montage de la partition racine...

source: Extracting stage archive...
fr_fr: Extraction de l'archive du stage...

source: Mounting UEFI partition...
fr_fr: Montage de la partition UEFI...

source: Activating SWAP partition...
fr_fr: Activation du SWAP...

source: Creating fstab...
fr_fr: Création du fstab...

source: Configuring keymap...
fr_fr: Configuration de la disposition du clavier...

source: Chroot inside Cambria...
fr_fr: Chroot dans Cambria...

source: Installing GRUB...
fr_fr: Installation de GRUB...

source: Setting up hostname...
fr_fr: Paramètrage du nom d'hôte...

source: Setting up users...
fr_fr: Paramètrage des utilisateurs...

source: Deleting stage archive...
fr_fr: Suppression de l'archive du stage...
